Repository: gborysiak/shopping-list-frontend
Catalog: src/locale/messages.*.xlf
Languages: fr

source: <span class="fas fa-gear"> </span> Einstellungen
fr: Paramètres

source: <span class="fas fa-arrow-right-from-bracket"> </span> Ausloggen
fr: Se déconnecter

source: Bild
fr: Image

source: Username <p-sortIcon field="username"/> <p-sortIcon field="username"/>
fr: Utilisateur

source: Name <p-sortIcon field="name"/> <p-sortIcon field="name"/>
fr: Nom

source: E-Mail <p-sortIcon field="email"/> <p-sortIcon field="email"/>
fr: Email

source: Rollen <p-sortIcon field="roles"/> <p-sortIcon field="roles"/>
fr: Rôles

source: Erstellt am <p-sortIcon field="createdAt"/> <p-sortIcon field="createdAt"/>
fr: Date de création

source: Zuletzt eingeloggt am <p-sortIcon field="lastLoggedIn"/> <p-sortIcon field="lastLoggedIn"/>
fr: Dernière connexion

source: Benutzername
fr: Utilisateur

source: Passwort
fr: Mot de passe

source: Zurücksetzen
fr: Réinitialiser

source: Login
fr: Se connecter

source: Haben Sie noch keinen Account?
fr: Pas encore de compte ?

source: Registrieren!
fr: Enregistrez-vous!

source: Benutzername *
fr: Utilisateur *

source: Passwort *
fr: Mot de passe *

source: Name *
fr: Nom *

source: Registrieren
fr: Enregistrement

source: Login
fr: Connexion

# back
source: Zurück zum
fr: Retourner à la page de

source: Login
fr: Connexion

source: Fehler beim Speichern!
fr: Erreur lors de l'enregistrement !

source: Die Registrierung war erfolgreich! Der Bestätigungslink wurde per E-Mail versandt.
fr: L'inscription a été effectuée avec succès ! Le lien de confirmation vous a été envoyé par e-mail.

source: Der Benutzername oder das Passwort sind falsch! Bitte überprüfen Sie Ihre Eingaben.
fr: Le nom d'utilisateur ou le mot de passe est incorrect ! Veuillez vérifier vos saisies.
